kitty
zsh
stow
starship
bat
fd
neovim
fzf
exa
ripgrep
git-delta
htop
screen
httpie
pipx
hub
tree
jq
pyenv
shfmt
xclip
tmux
